/* error dialog default title */
TIME_MACHINE_ERROR = "Time Machine kan het maken van de reservekopie niet voltooien.";

/* error dialog buttons */
OK = "OK";
PREFERENCES = "Open Time Machine-voorkeuren…";

/* string which is shown instead of the _SHOWPREFS message for managed prefs configurations */
MANAGED_PREFS = "De instellingen van Time Machine op deze computer worden bestuurd door 'Beheerde voorkeuren'. Neem contact op met uw systeembeheerder.";

/* error messages - shared with TMPref pane*/

// NO_ERROR
RESULTCODE_0_MESSAGE = "Geen fout.";

// BACKUP_FAILED_LAUNCH
RESULTCODE_1_MESSAGE = "Time Machine kan niet worden gestart.";  

// BACKUP_FAILED_SETUP
RESULTCODE_2_MESSAGE = "Reservekopie kan niet worden voltooid. Er heeft zich een fout voorgedaan bij het aanmaken van de reservekopiemap."; 

// BACKUP_FAILED_TARGETVOL_UNSUPPORTED_FS
RESULTCODE_3_MESSAGE = "De reservekopieschijf heeft niet de structuur 'Mac OS Uitgebreid (journaled)'. Deze structuur is vereist.\n\n%@"; 
RESULTCODE_3_SHOWPREFS = "Open het voorkeurenpaneel 'Time Machine' om een andere reservekopieschijf te selecteren.";

// BACKUP_FAILED_TARGETVOL_STATFS_FAILED
RESULTCODE_4_MESSAGE = "Status van reservekopieschijf kan niet worden opgevraagd."; 

// BACKUP_FAILED_TARGETVOL_OWNERS_DISABLED
RESULTCODE_5_MESSAGE = "Op de reservekopieschijf is eigendom niet ingeschakeld. Eigendom moet zijn ingeschakeld voordat u deze schijf voor Time Machine-reservekopieën kunt gebruiken.\n\n%@"; 
RESULTCODE_5_SHOWPREFS = "Open het voorkeurenpaneel 'Time Machine' om een andere reservekopieschijf te selecteren.";

// BACKUP_FAILED_TARGETVOL_NOT_JOURNALED
RESULTCODE_6_MESSAGE = "De reservekopieschijf heeft niet de structuur 'Mac OS Uitgebreid (journaled)'. Deze structuur is vereist.\n\n%@";
RESULTCODE_6_SHOWPREFS = "Open het voorkeurenpaneel 'Time Machine' om een andere reservekopieschijf te selecteren."; 

// BACKUP_FAILED_TARGETVOL_DISK_SPACE
RESULTCODE_7_MESSAGE = "Deze reservekopie is te groot voor de reservekopieschijf. Voor de reservekopie is %@ nodig maar er is slechts %@ beschikbaar.\n\n%@";
RESULTCODE_7_SHOWPREFS = "Time Machine heeft, naast de ruimte die nodig is voor het bewaren van reservekopieën, ook werkruimte nodig op de reservekopieschijf. Open het voorkeurenpaneel van Time Machine om een grotere reservekopieschijf te selecteren of maak de reservekopie kleiner door bestanden uit te sluiten."; 

// BACKUP_FAILED_TARGETVOL_READONLY
RESULTCODE_8_MESSAGE = "Er kunnen geen bestanden naar de reservekopieschijf worden gekopieerd omdat de schijf alleen kan worden gelezen.\n\n%@";
RESULTCODE_8_SHOWPREFS = "Mogelijk moet u de schijf herstellen of opnieuw formatteren met Schijfhulpprogramma. Als de schijf niet kan worden hersteld, moet u een andere schijf gebruiken voor reservekopieën. Open het voorkeurenpaneel van Time Machine om een andere reservekopieschijf te selecteren."; 

// BACKUP_FAILED_TARGETVOL_ACLS_DISABLED
RESULTCODE_9_MESSAGE = "Op de reservekopieschijf is geen toegangscontrolelijst actief. Dit is wel vereist.\n\n%@";
RESULTCODE_9_SHOWPREFS = "Open het voorkeurenpaneel 'Time Machine' om een andere reservekopieschijf te selecteren."; 

// BACKUP_FAILED_PREFLIGHT_STAGE
RESULTCODE_10_MESSAGE = "Er heeft zich een fout voorgedaan bij het voorbereiden van de reservekopie."; 

// BACKUP_FAILED_COPY_STAGE
RESULTCODE_11_HEADER = "Er is geen reservekopie gemaakt omdat er zich een fout heeft voorgedaan bij het kopiëren van bestanden naar de reservekopieschijf.";
RESULTCODE_11_MESSAGE = "Dit is mogelijk een tijdelijk probleem. Probeer later opnieuw een reservekopie te maken. Als het probleem zich blijft voordoen, gebruikt u Schijfhulpprogramma om de reservekopieschijf te herstellen.";

// BACKUP_FAILED_LINK_SOURCE
RESULTCODE_12_MESSAGE = "Er heeft zich een fout voorgedaan bij het koppelen van bestanden op de reservekopieschijf."; 

//  BACKUP_FAILED_TOO_MUCH_ACTIVITY
RESULTCODE_13_MESSAGE = "Er zijn tijdens het maken van de reservekopie te veel bestanden gewijzigd."; 

// BACKUP_FAILED_SNAPSHOT_DELETE_FAILED 
RESULTCODE_14_MESSAGE = "Er heeft zich een fout voorgedaan bij het verwijderen van verouderde reservekopieën van de reservekopieschijf.";

// BACKUP_FAILED_CULLING_DISABLED
RESULTCODE_15_MESSAGE = "Alle verouderde reservekopieën zijn verwijderd, maar de reservekopieschijf is nog steeds vol.\n\n%@";
RESULTCODE_15_SHOWPREFS = "Open het voorkeurenpaneel 'Time Machine' om een grotere reservekopieschijf te selecteren.";

// BACKUP_FAILED_CULLING_DATELIMIT
RESULTCODE_16_MESSAGE = "Alle verouderde reservekopieën zijn verwijderd, maar de reservekopieschijf is nog steeds vol.\n\n%@";
RESULTCODE_16_SHOWPREFS = "Open het voorkeurenpaneel 'Time Machine' om een grotere reservekopieschijf te selecteren."; 

// BACKUP_FAILED_TARGETVOL_NOT_SPECIFIED
RESULTCODE_17_MESSAGE = "Er is geen reservekopieschijf geselecteerd.\n\n%@";
RESULTCODE_17_SHOWPREFS = "Open het voorkeurenpaneel 'Time Machine' om een reservekopieschijf te selecteren.";

// BACKUP_FAILED_TARGETVOL_NOT_FOUND
RESULTCODE_18_MESSAGE = "De reservekopieschijf is onvindbaar.\n\n%@";
RESULTCODE_18_SHOWPREFS = "Zorg ervoor dat de reservekopieschijf is aangesloten of open het voorkeurenpaneel 'Time Machine' om een andere reservekopieschijf te selecteren."; 

// BACKUP_FAILED_TARGETVOL_NOT_MOUNTED
RESULTCODE_19_MESSAGE = "De reservekopieschijf is niet beschikbaar."; 

// BACKUP_FAILED_DISK_IMAGE_NOT_CREATED
RESULTCODE_20_MESSAGE = "Het schijfkopiebestand '%@' dat voor de reservekopie wordt gebruikt, kan niet worden aangemaakt (fout %@)."; 

// BACKUP_FAILED_DISK_IMAGE_NOT_MOUNTED
RESULTCODE_21_MESSAGE = "Er kan geen toegang worden verkregen tot het schijfkopiebestand '%@' dat voor de reservekopie wordt gebruikt (fout %@)."; 

// BACKUP_CANCELED
RESULTCODE_22_MESSAGE = "Reservekopie geannuleerd."; 

// BACKUP_FAILED_CASE_SENSITIVITY
RESULTCODE_23_MESSAGE = "Een schijf waarvan u een reservekopie maakt, is hoofdlettergevoelig. De reservekopieschijf is dit echter niet.\n\n%@";
RESULTCODE_23_SHOWPREFS = "Open het voorkeurenpaneel 'Time Machine' om een andere reservekopieschijf te selecteren of om aan te geven dat u geen reservekopie wilt maken van de hoofdlettergevoelige schijf."; 

// BACKUP_FAILED_DUPLICATE_VOLNAMES
RESULTCODE_24_MESSAGE = "Twee van de schijven waarvan een reservekopie wordt gemaakt, hebben dezelfde naam. Geef een van de schijven een andere naam."; 

// BACKUP_FAILED_NO_SOURCE_VOLUMES
RESULTCODE_25_MESSAGE = "Er zijn geen schijven waarvan een reservekopie moet worden gemaakt. Dit kan gebeuren als alle schijven zich in de lijst 'Maak geen reservekopie van' bevinden.\n\n%@";
RESULTCODE_25_SHOWPREFS = "Om de lijst te bewerken, opent u het voorkeurenpaneel van Time Machine en klikt u op 'Opties'.";

// BACKUP_FAILED_NETWORK_INTERRUPTION
RESULTCODE_26_HEADER = "Time Machine kan het maken van de reservekopie niet voltooien vanwege een netwerkprobleem.";
RESULTCODE_26_MESSAGE = "Zorg ervoor dat uw computer en de reservekopieschijf zich in hetzelfde netwerk bevinden en dat de reservekopieschijf is ingeschakeld. Probeer vervolgens opnieuw een reservekopie te maken.";

// BACKUP_FAILED_DISK_INTERRUPTION
RESULTCODE_27_MESSAGE = "De reservekopieschijf is mogelijk verwijderd of losgekoppeld van de computer.";

// BACKUP_FAILED_TARGETVOL_DISK_SPACE_DURING_BACKUP
RESULTCODE_28_MESSAGE = "Er is onverwacht onvoldoende ruimte beschikbaar op de reservekopieschijf. Time Machine probeert tijdens de volgende geplande reservekopie meer ruimte beschikbaar te maken door verouderde reservekopieën te verwijderen.\n\n%@";
RESULTCODE_28_SHOWPREFS = "Open het voorkeurenpaneel 'Time Machine' om een grotere reservekopieschijf te selecteren of maak de reservekopie kleiner door bestanden uit te sluiten."; 

// BACKUP_FAILED_AUTHENTICATION_ERROR
RESULTCODE_29_MESSAGE = "Er kan geen toegang worden verkregen tot de netwerkreservekopieschijf omdat er zich een probleem heeft voorgedaan met de netwerkgebruikersnaam of het wachtwoord.\n\n%@";
RESULTCODE_29_SHOWPREFS = "Open het voorkeurenpaneel 'Time Machine' om de netwerkreservekopieschijf te selecteren en voer opnieuw de juiste gebruikersnaam en het juiste wachtwoord in.";

// BACKUP_FAILED_UNABLE_TO_REUSE_BACKUP
RESULTCODE_30_MESSAGE = "Er heeft zich een fout voorgedaan bij het hergebruiken van de reservekopie '%@'.";

// BACKUP_FAILED_DISK_IMAGE_BUSY
RESULTCODE_31_MESSAGE = "Het schijfkopiebestand '%@' dat voor de reservekopie wordt gebruikt, is al in gebruik.";

// BACKUP_FAILED_DISK_IMAGE_NOT_FOUND
RESULTCODE_32_MESSAGE = "Het schijfkopiebestand '%@' dat voor de reservekopie wordt gebruikt, is onvindbaar.";

// BACKUP_FAILED_CLOCK_WRONG
RESULTCODE_33_MESSAGE = "De datum en tijd van het systeem zijn onjuist.";

// BACKUP_FAILED_NO_PRIMARY_NETWORK_INTERFACE
RESULTCODE_34_MESSAGE = "De computer heeft geen primaire netwerkinterface.";

// BACKUP_FAILED_BOOT_COOKIE_NOT_FOUND
RESULTCODE_35_MESSAGE = "Time Machine kan sommige Time Machine-instellingen niet vinden.\n\n%@";
RESULTCODE_35_SHOWPREFS = "Om de Time Machine-instellingen te herstellen, opent u het voorkeurenpaneel 'Time Machine' en selecteert u de reservekopieschijf opnieuw.";

// BACKUP_FAILED_DESTINATION_COOKIE_NOT_FOUND
RESULTCODE_36_MESSAGE = "Time Machine kan bepaalde Time Machine-instellingen niet vinden op de reservekopieschijf '%@'.\n\nZorg ervoor dat de reservekopieschijf is aangesloten en dat de andere aangesloten schijven niet dezelfde naam hebben als de reservekopieschijf.\n\n%@";
RESULTCODE_36_SHOWPREFS = "Om de Time Machine-instellingen te herstellen, opent u het voorkeurenpaneel 'Time Machine' en selecteert u de reservekopieschijf opnieuw.";

// BACKUP_FAILED_DISK_SOURCE_INTERRUPTION
RESULTCODE_37_MESSAGE = "Een van de schijven waarvan een reservekopie wordt gemaakt is mogelijk verwijderd of losgekoppeld van de computer.";

// BACKUP_FAILED_TARGETIMAGE_READONLY
RESULTCODE_38_MESSAGE = "Time Machine kan de schijfkopie niet gebruiken, omdat er niet naar kan worden geschreven.";

// BACKUP_HC_FAILED_TARGETVOL_RESOLUTION_FAILED
RESULTCODE_40_HEADER = "Time Machine kan de reservekopieën niet controleren, omdat de reservekopieschijf niet beschikbaar is.";
RESULTCODE_40_MESSAGE = "Zorg ervoor dat uw computer en de reservekopieschijf zich in hetzelfde netwerk bevinden en dat de reservekopieschijf is ingeschakeld. Probeer uw reservekopieën vervolgens opnieuw te controleren.";

// BACKUP_HC_FAILED_TARGETVOL_READONLY
RESULTCODE_41_HEADER = "Time Machine kan de reservekopieën niet controleren.";
RESULTCODE_41_MESSAGE = "De reservekopieschijf is 'alleen-lezen'.";

// BACKUP_HC_VERIFICATION_INTERRUPTED
RESULTCODE_42_HEADER = "Time Machine kan de reservekopieën niet controleren, omdat de controle is onderbroken.";
RESULTCODE_42_MESSAGE = "Onderbrekingen worden meestal veroorzaakt door netwerkproblemen. Probeer het opnieuw nadat de netwerkproblemen zijn opgelost.";

// BACKUP_FAILED_TO_ABANDON_IMAGE
RESULTCODE_43_MESSAGE = "Time Machine kan het bestaande schijfkopiebestand '%@' dat voor de reservekopie wordt gebruikt, niet negeren.";

// BACKUP_FAILED_TO_DELETE_IMAGE
RESULTCODE_44_MESSAGE = "Time Machine kan het schijfkopiebestand '%@' dat voor de reservekopie wordt gebruikt, niet verwijderen.";

// BACKUP_FAILED_UNKNOWN
RESULTCODE_999_MESSAGE = "Foutcode: %@";

// BACKUP_WARNING_LOW_DISK_MESSAGE
RESULTCODE_1000_HEADER = "De reservekopieschijf is bijna vol.";
RESULTCODE_1000_MESSAGE = "Wanneer de reservekopieschijf vol is, verwijdert Time Machine oude reservekopieën om ruimte te maken voor nieuwe.\n\n%@";
RESULTCODE_1000_SHOWPREFS = "Als u alle oude reservekopieën wilt bewaren, opent u het voorkeurenpaneel 'Time Machine' en selecteert u een nieuwe reservekopieschijf.";

// BACKUP_WARNING_THINNING_START
RESULTCODE_1001_HEADER = "De reservekopieschijf is vol.";
RESULTCODE_1001_MESSAGE = "Time Machine heeft een of meer oude reservekopieën verwijderd om ruimte te maken voor nieuwe reservekopieën. De oudste bewaarde reservekopie is: %@\n\n%@";
RESULTCODE_1001_SHOWPREFS = "Om te vermijden dat u nog meer oude reservekopieën verwijdert, opent u het voorkeurenpaneel 'Time Machine' en selecteert u een andere reservekopieschijf."; 
RESULTCODE_1001_CHECKBOX = "Toon deze waarschuwing niet opnieuw.";

// BACKUP_WARNING_NO_RECENT_BACKUPS
RESULTCODE_1002_MESSAGE = "Time Machine heeft %@ dagen lang geen reservekopie gemaakt van uw computer.\n\n%@"; 
RESULTCODE_1002_SHOWPREFS = "Zorg ervoor dat de reservekopieschijf beschikbaar is of open het voorkeurenpaneel 'Time Machine' om een nieuwe reservekopieschijf te selecteren.";

// BACKUP_WARNING_REUSE_BACKUPS
RESULTCODE_1003_HEADER = "Wilt u de reservekopie '%@' hergebruiken met deze computer?";
RESULTCODE_1003_MESSAGE = "De reservekopie is aangemaakt op een andere computer. Als u deze reservekopie gaat hergebruiken, kan deze niet langer door de oorspronkelijke computer worden gebruikt.";
REUSE_BACKUP_BUTTON = "Hergebruik reservekopie";
CREATE_NEW_BACKUP_BUTTON = "Maak nieuwe reservekopie aan";
ASK_LATER_BUTTON = "Maak nu geen reservekopie";

// BACKUP_WARNING_FIRMWARE 
RESULTCODE_1004_HEADER = "Er is een update beschikbaar voor '%@'.";
RESULTCODE_1004_MESSAGE = "Deze update verbetert de betrouwbaarheid van de Time Capsule. Open AirPort-configuratieprogramma om de update te installeren. Mogelijk moet u het Time Capsule-wachtwoord voor '%@' opgeven.";
REMIND_LATER_BUTTON = "Werk later bij";
AIRPORT_UTILITY_BUTTON = "Open AirPort-configuratieprogramma…";

// BACKUP_WARNING_DELETE_IMAGE 
RESULTCODE_1006_HEADER = "Time Machine heeft uw reservekopieën gecontroleerd. Om de betrouwbaarheid te verhogen, moet een nieuwe reservekopie worden aangemaakt.";
RESULTCODE_1006_MESSAGE = "Klik op 'Start nieuwe reservekopie' om een nieuwe reservekopie aan te maken. Hierbij wordt uw bestaande reservekopiegeschiedenis verwijderd. Dit kan enige uren duren.\n\nKlik op 'Maak later reservekopie' als u morgen opnieuw een melding wilt krijgen. Er worden tot die tijd geen reservekopieën gemaakt.";
CREATE_RECOVERY_IMAGE_NOW_BUTTON = "Start nieuwe reservekopie";
CREATE_RECOVERY_IMAGE_ASK_LATER_BUTTON = "Maak later reservekopie";

// BACKUP_WARNING_TARGETVOL_CHANGED
RESULTCODE_1008_HEADER = "De identiteit van de reservekopieschijf is gewijzigd sinds de vorige reservekopie.";
RESULTCODE_1008_MESSAGE = "De schijf is mogelijk vervangen of gewist, of mogelijk probeert iemand uw computer een reservekopie te laten maken op de verkeerde schijf.";
BACKUP_WARNING_TARGETVOL_CHANGED_OK_BUTTON = "Gebruik deze schijf";
BACKUP_WARNING_TARGETVOL_CHANGED_CANCEL_BUTTON = "Geen reservekopie";

// UNITS
KB = "KB";
MB = "MB";
GB = "GB";
TB = "TB";
